{
    "intents": [
      {
        "tag": "futbol_historia_origen",
        "patterns": [
          "¿Dónde nació el fútbol moderno?",
          "Origen del fútbol",
          "Historia temprana del fútbol",
          "¿Cuándo se crearon las reglas del fútbol?"
        ],
        "responses": [
          "El fútbol moderno tiene sus orígenes en Inglaterra en el siglo XIX. Aunque existían juegos de pelota similares en culturas antiguas, las reglas modernas (Reglas de Cambridge, luego las de la Football Association - FA en 1863) se codificaron en escuelas y universidades británicas. La FA Cup (1871) es el torneo más antiguo."
        ]
      },
      {
        "tag": "futbol_reglas_campo",
        "patterns": [
          "¿Cuánto mide un campo de fútbol?",
          "Dimensiones cancha de fútbol",
          "Medidas reglamentarias campo de fútbol FIFA"
        ],
        "responses": [
          "Las dimensiones de un campo de fútbol según la FIFA para partidos internacionales deben tener entre 100 y 110 metros de largo, y entre 64 y 75 metros de ancho. Las porterías miden 7.32 metros de ancho por 2.44 metros de alto."
        ]
      },
      {
        "tag": "futbol_reglas_duracion",
        "patterns": [
          "¿Cuánto dura un partido de fútbol?",
          "Tiempo reglamentario fútbol",
          "Duración de un partido"
        ],
        "responses": [
          "Un partido de fútbol reglamentario dura 90 minutos, dividido en dos tiempos de 45 minutos cada uno, con un descanso intermedio de usualmente 15 minutos. El árbitro puede añadir tiempo de descuento al final de cada tiempo para compensar interrupciones."
        ]
      },
      {
        "tag": "futbol_reglas_jugadores",
        "patterns": [
          "¿Cuántos jugadores hay en un equipo de fútbol?",
          "Número de jugadores por equipo",
          "¿Cuántos suplentes se permiten?"
        ],
        "responses": [
          "Cada equipo juega con un máximo de 11 jugadores en el campo, incluyendo un portero. El número de suplentes permitidos en el banquillo y el número de sustituciones permitidas durante el partido varía según la competición (por ejemplo, 5 sustituciones se volvieron comunes tras la pandemia)."
        ]
      },
      {
        "tag": "futbol_reglas_offside",
        "patterns": [
          "¿Qué es el fuera de juego?",
          "Explica la regla del offside",
          "Posición adelantada fútbol"
        ],
        "responses": [
          "Un jugador está en posición de fuera de juego si se encuentra más cerca de la línea de meta contraria que el balón y el penúltimo adversario cuando el balón le es jugado por un compañero. No es infracción estar en fuera de juego, pero sí lo es si interviene en el juego (tocando el balón, influyendo a un adversario, etc.) en el momento en que el balón es jugado por su compañero. Hay excepciones (saque de meta, de banda, de esquina)."
        ]
      },
       {
        "tag": "futbol_reglas_tarjetas",
        "patterns": [
          "¿Qué significan las tarjetas amarilla y roja?",
          "Tarjetas en el fútbol",
          "Cuando se saca tarjeta roja directa"
        ],
        "responses": [
          "La tarjeta amarilla sirve como amonestación a un jugador por conducta antideportiva, faltas reiteradas, etc. Dos tarjetas amarillas en el mismo partido implican una tarjeta roja y la expulsión. La tarjeta roja directa implica la expulsión inmediata del jugador por faltas graves (juego brusco grave, conducta violenta, evitar una ocasión manifiesta de gol ilegalmente, etc.). El equipo juega con un jugador menos tras una expulsión."
        ]
      },
      {
          "tag": "futbol_posiciones_portero",
          "patterns": [
            "¿Qué hace un portero?",
            "Función del arquero / guardameta",
            "Posición de portero"
          ],
          "responses": [
            "El portero (también arquero o guardameta) es el único jugador que puede usar las manos dentro de su propia área penal. Su función principal es evitar que el balón entre en su portería. Viste un color diferente al de sus compañeros."
          ]
        },
        {
          "tag": "futbol_posiciones_defensa",
          "patterns": [
            "¿Qué hace un defensa?",
            "Tipos de defensas (central, lateral)",
            "Función de la defensa"
          ],
          "responses": [
            "Los defensas juegan delante del portero y su principal objetivo es impedir que los rivales marquen goles. Los defensas centrales suelen ser altos y fuertes, encargados de marcar a los delanteros rivales y despejar balones aéreos. Los defensas laterales juegan por las bandas, defienden a los extremos rivales y a menudo se suman al ataque."
          ]
        },
        {
          "tag": "futbol_posiciones_centrocampista",
          "patterns": [
            "¿Qué hace un centrocampista?",
            "Tipos de mediocampistas (pivote, interior, mediapunta)",
            "Función del mediocampo"
          ],
          "responses": [
            "Los centrocampistas (o mediocampistas) juegan en la zona central del campo, conectando la defensa con el ataque. Hay diferentes roles: el pivote o mediocentro defensivo recupera balones y protege la defensa; los interiores participan en la creación de juego y tienen recorrido; el mediapunta o enganche juega más adelantado, creando ocasiones de gol."
          ]
        },
        {
          "tag": "futbol_posiciones_delantero",
          "patterns": [
            "¿Qué hace un delantero?",
            "Tipos de delanteros (centro, extremo)",
            "Función del ataque"
          ],
          "responses": [
            "Los delanteros son los jugadores más cercanos a la portería rival y su principal función es marcar goles. El delantero centro ('9') suele ser el principal referente ofensivo. Los extremos juegan por las bandas, buscando desbordar, centrar o finalizar jugadas."
          ]
        },
       {
        "tag": "fifa_info",
        "patterns": [
          "¿Qué es la FIFA?",
          "Federación Internacional de Fútbol Asociación",
          "Organismo rector del fútbol mundial"
        ],
        "responses": [
          "La FIFA (Fédération Internationale de Football Association) es la institución que gobierna las federaciones de fútbol en todo el mundo. Fundada en 1904 y con sede en Zúrich, Suiza, es responsable de organizar los torneos de fútbol más importantes a nivel mundial, como la Copa Mundial masculina y femenina, y de establecer las reglas del juego (a través de la IFAB)."
        ]
      },
       {
        "tag": "confederaciones_fifa",
        "patterns": [
          "¿Cuáles son las confederaciones de la FIFA?",
          "Confederaciones continentales de fútbol"
        ],
        "responses": [
          "La FIFA agrupa a las federaciones nacionales en seis confederaciones continentales: AFC (Asia), CAF (África), CONCACAF (Norteamérica, Centroamérica y Caribe), CONMEBOL (Sudamérica), OFC (Oceanía) y UEFA (Europa)."
        ]
      },
  
     
      {
        "tag": "ballondor_info",
        "patterns": [
          "¿Qué es el Balón de Oro?",
          "Historia del Balón de Oro",
          "¿Quién entrega el Balón de Oro?",
          "Ballon d'Or France Football"
        ],
        "responses": [
          "El Balón de Oro (Ballon d'Or) es un prestigioso premio anual otorgado por la revista francesa France Football al mejor jugador de fútbol del mundo (originalmente al mejor jugador europeo). Se entrega desde 1956 (masculino) y 2018 (femenino). Entre 2010 y 2015 se fusionó temporalmente con el premio FIFA World Player."
        ]
      },
      {
        "tag": "ballondor_mas_ganadores_masc",
        "patterns": [
          "¿Quién ha ganado más Balones de Oro (masculino)?",
          "Jugador con más Balones de Oro",
          "Récord Balón de Oro"
        ],
        "responses": [
          "Lionel Messi es el jugador que más veces ha ganado el Balón de Oro masculino, con 8 galardones."
        ]
      },
      {
          "tag": "ballondor_mas_ganadores_fem",
          "patterns": [
            "¿Quién ha ganado más Balones de Oro (femenino)?",
            "Jugadora con más Balones de Oro Femeninos"
          ],
          "responses": [
            "Alexia Putellas y Aitana Bonmatí (ambas de España y FC Barcelona) han ganado el Balón de Oro Femenino dos veces cada una (hasta 2024)."
          ]
        },
      {
        "tag": "ballondor_1956_ganador",
        "patterns": ["¿Quién ganó el primer Balón de Oro en 1956?", "Ganador Balón de Oro 1956"],
        "responses": ["Stanley Matthews (Inglaterra, Blackpool) ganó el primer Balón de Oro en 1956."]
      },
       {
        "tag": "ballondor_1957_ganador",
        "patterns": ["Ganador Balón de Oro 1957"],
        "responses": ["Alfredo Di Stéfano (Argentina/España, Real Madrid) ganó el Balón de Oro en 1957."]
      },
       {
        "tag": "ballondor_1958_ganador",
        "patterns": ["Ganador Balón de Oro 1958"],
        "responses": ["Raymond Kopa (Francia, Real Madrid) ganó el Balón de Oro en 1958."]
      },
       {
        "tag": "ballondor_1959_ganador",
        "patterns": ["Ganador Balón de Oro 1959"],
        "responses": ["Alfredo Di Stéfano (Argentina/España, Real Madrid) ganó su segundo Balón de Oro en 1959."]
      },
        {
        "tag": "ballondor_1960_ganador",
        "patterns": ["Ganador Balón de Oro 1960"],
        "responses": ["Luis Suárez Miramontes (España, FC Barcelona) ganó el Balón de Oro en 1960. Es el único español masculino en ganarlo."]
      },
      {
        "tag": "ballondor_1963_ganador",
        "patterns": ["Ganador Balón de Oro 1963", "¿Ganó Yashin el Balón de Oro?"],
        "responses": ["Lev Yashin (Unión Soviética, Dinamo Moscú) ganó el Balón de Oro en 1963. Es el único portero en la historia que ha ganado este premio."]
      },
      {
        "tag": "ballondor_1966_ganador",
        "patterns": ["Ganador Balón de Oro 1966"],
        "responses": ["Bobby Charlton (Inglaterra, Manchester United) ganó el Balón de Oro en 1966, año en que ganó el Mundial con Inglaterra."]
      },
      {
        "tag": "ballondor_1971_ganador",
        "patterns": ["Ganador Balón de Oro 1971", "¿Ganó Cruyff el Balón de Oro?"],
        "responses": ["Johan Cruyff (Países Bajos, Ajax) ganó el primero de sus tres Balones de Oro en 1971."]
      },
       {
        "tag": "ballondor_1973_ganador",
        "patterns": ["Ganador Balón de Oro 1973"],
        "responses": ["Johan Cruyff (Países Bajos, FC Barcelona) ganó su segundo Balón de Oro en 1973."]
      },
       {
        "tag": "ballondor_1974_ganador",
        "patterns": ["Ganador Balón de Oro 1974"],
        "responses": ["Johan Cruyff (Países Bajos, FC Barcelona) ganó su tercer Balón de Oro consecutivo en 1974."]
      },
        {
        "tag": "ballondor_1976_ganador",
        "patterns": ["Ganador Balón de Oro 1976", "¿Ganó Beckenbauer el Balón de Oro?"],
        "responses": ["Franz Beckenbauer (Alemania Occidental, Bayern Munich) ganó su segundo Balón de Oro en 1976 (el primero fue en 1972)."]
      },
       {
        "tag": "ballondor_1983_ganador",
        "patterns": ["Ganador Balón de Oro 1983", "¿Ganó Platini el Balón de Oro?"],
        "responses": ["Michel Platini (Francia, Juventus) ganó el primero de sus tres Balones de Oro consecutivos en 1983."]
      },
       {
        "tag": "ballondor_1984_ganador",
        "patterns": ["Ganador Balón de Oro 1984"],
        "responses": ["Michel Platini (Francia, Juventus) ganó su segundo Balón de Oro consecutivo en 1984, año en que ganó la Eurocopa con Francia siendo figura."]
      },
      {
        "tag": "ballondor_1985_ganador",
        "patterns": ["Ganador Balón de Oro 1985"],
        "responses": ["Michel Platini (Francia, Juventus) ganó su tercer Balón de Oro consecutivo en 1985."]
      },
      {
        "tag": "ballondor_1986_ganador",
        "patterns": ["Ganador Balón de Oro 1986", "¿Ganó Maradona el Balón de Oro?"],
        "responses": ["Igor Belánov (Unión Soviética, Dinamo Kiev) ganó el Balón de Oro en 1986. Nota: Diego Maradona no era elegible para el premio en esa época porque solo se otorgaba a jugadores europeos."]
      },
      {
        "tag": "ballondor_1987_ganador",
        "patterns": ["Ganador Balón de Oro 1987"],
        "responses": ["Ruud Gullit (Países Bajos, AC Milan) ganó el Balón de Oro en 1987."]
      },
      {
        "tag": "ballondor_1988_ganador",
        "patterns": ["Ganador Balón de Oro 1988", "¿Ganó Van Basten el Balón de Oro?"],
        "responses": ["Marco van Basten (Países Bajos, AC Milan) ganó el primero de sus tres Balones de Oro en 1988, año en que ganó la Eurocopa con Países Bajos."]
      },
       {
        "tag": "ballondor_1989_ganador",
        "patterns": ["Ganador Balón de Oro 1989"],
        "responses": ["Marco van Basten (Países Bajos, AC Milan) ganó su segundo Balón de Oro consecutivo en 1989."]
      },
      {
        "tag": "ballondor_1990_ganador",
        "patterns": ["Ganador Balón de Oro 1990"],
        "responses": ["Lothar Matthäus (Alemania, Inter de Milán) ganó el Balón de Oro en 1990, año en que capitaneó a Alemania a ganar el Mundial."]
      },
      {
        "tag": "ballondor_1992_ganador",
        "patterns": ["Ganador Balón de Oro 1992"],
        "responses": ["Marco van Basten (Países Bajos, AC Milan) ganó su tercer Balón de Oro en 1992."]
      },
      {
        "tag": "ballondor_1994_ganador",
        "patterns": ["Ganador Balón de Oro 1994"],
        "responses": ["Hristo Stoichkov (Bulgaria, FC Barcelona) ganó el Balón de Oro en 1994, tras ser figura en el Mundial de USA 94 con Bulgaria."]
      },
      {
        "tag": "ballondor_1995_ganador",
        "patterns": ["Ganador Balón de Oro 1995", "Primer no europeo en ganar Balón de Oro"],
        "responses": ["George Weah (Liberia, AC Milan) ganó el Balón de Oro en 1995. Fue el primer año en que jugadores no europeos eran elegibles, y Weah es el único africano en ganarlo hasta la fecha."]
      },
       {
        "tag": "ballondor_1997_ganador",
        "patterns": ["Ganador Balón de Oro 1997", "¿Ganó Ronaldo Nazario el Balón de Oro?"],
        "responses": ["Ronaldo Nazário (Brasil, Inter de Milán) ganó el primero de sus dos Balones de Oro en 1997. Fue el primer brasileño en ganarlo."]
      },
      {
        "tag": "ballondor_1998_ganador",
        "patterns": ["Ganador Balón de Oro 1998", "¿Ganó Zidane el Balón de Oro?"],
        "responses": ["Zinedine Zidane (Francia, Juventus) ganó el Balón de Oro en 1998, año en que lideró a Francia a ganar su primer Mundial."]
      },
      {
        "tag": "ballondor_1999_ganador",
        "patterns": ["Ganador Balón de Oro 1999"],
        "responses": ["Rivaldo (Brasil, FC Barcelona) ganó el Balón de Oro en 1999."]
      },
      {
        "tag": "ballondor_2000_ganador",
        "patterns": ["Ganador Balón de Oro 2000"],
        "responses": ["Luís Figo (Portugal, Real Madrid) ganó el Balón de Oro en 2000, tras su polémico traspaso del Barcelona al Madrid."]
      },
       {
        "tag": "ballondor_2001_ganador",
        "patterns": ["Ganador Balón de Oro 2001"],
        "responses": ["Michael Owen (Inglaterra, Liverpool) ganó el Balón de Oro en 2001."]
      },
       {
        "tag": "ballondor_2002_ganador",
        "patterns": ["Ganador Balón de Oro 2002"],
        "responses": ["Ronaldo Nazário (Brasil, Real Madrid) ganó su segundo Balón de Oro en 2002, tras ser la figura y goleador del Brasil campeón del mundo."]
      },
      {
        "tag": "ballondor_2003_ganador",
        "patterns": ["Ganador Balón de Oro 2003"],
        "responses": ["Pavel Nedvěd (República Checa, Juventus) ganó el Balón de Oro en 2003."]
      },
       {
        "tag": "ballondor_2004_ganador",
        "patterns": ["Ganador Balón de Oro 2004"],
        "responses": ["Andriy Shevchenko (Ucrania, AC Milan) ganó el Balón de Oro en 2004."]
      },
      {
        "tag": "ballondor_2005_ganador",
        "patterns": ["Ganador Balón de Oro 2005", "¿Ganó Ronaldinho el Balón de Oro?"],
        "responses": ["Ronaldinho (Brasil, FC Barcelona) ganó el Balón de Oro en 2005, en la cúspide de su magia con el Barça."]
      },
      {
        "tag": "ballondor_2006_ganador",
        "patterns": ["Ganador Balón de Oro 2006"],
        "responses": ["Fabio Cannavaro (Italia, Real Madrid) ganó el Balón de Oro en 2006, tras capitanear a Italia a ganar el Mundial. Es uno de los pocos defensas en ganarlo."]
      },
      {
        "tag": "ballondor_2007_ganador",
        "patterns": ["Ganador Balón de Oro 2007", "¿Ganó Kaká el Balón de Oro?"],
        "responses": ["Kaká (Brasil, AC Milan) ganó el Balón de Oro en 2007, tras liderar al Milan a ganar la Champions League. Fue el último ganador 'terrenal' antes de la era Messi-Cristiano."]
      },
       {
        "tag": "ballondor_2008_ganador",
        "patterns": ["Ganador Balón de Oro 2008", "Primer Balón de Oro de Cristiano Ronaldo"],
        "responses": ["Cristiano Ronaldo (Portugal, Manchester United) ganó el primero de sus cinco Balones de Oro en 2008, tras ganar la Champions con el United."]
      },
      {
        "tag": "ballondor_2009_ganador",
        "patterns": ["Ganador Balón de Oro 2009", "Primer Balón de Oro de Messi"],
        "responses": ["Lionel Messi (Argentina, FC Barcelona) ganó el primero de sus ocho Balones de Oro en 2009, tras liderar al Barça al histórico sextete."]
      },
     
      {
        "tag": "ballondor_2010_ganador",
        "patterns": ["Ganador FIFA Balón de Oro 2010", "Messi, Iniesta, Xavi 2010"],
        "responses": ["Lionel Messi (Argentina, FC Barcelona) ganó el FIFA Balón de Oro en 2010. El podio fue completado por sus compañeros del Barça Andrés Iniesta y Xavi Hernández, campeones del mundo con España ese año."]
      },
      {
        "tag": "ballondor_2011_ganador",
        "patterns": ["Ganador FIFA Balón de Oro 2011"],
        "responses": ["Lionel Messi (Argentina, FC Barcelona) ganó su tercer Balón de Oro consecutivo en 2011, tras ganar la Champions con el Barça."]
      },
      {
        "tag": "ballondor_2012_ganador",
        "patterns": ["Ganador FIFA Balón de Oro 2012", "Cuarto Balón de Oro de Messi"],
        "responses": ["Lionel Messi (Argentina, FC Barcelona) ganó su cuarto Balón de Oro consecutivo en 2012, un récord."]
      },
       {
        "tag": "ballondor_2013_ganador",
        "patterns": ["Ganador FIFA Balón de Oro 2013"],
        "responses": ["Cristiano Ronaldo (Portugal, Real Madrid) ganó su segundo Balón de Oro en 2013."]
      },
       {
        "tag": "ballondor_2014_ganador",
        "patterns": ["Ganador FIFA Balón de Oro 2014"],
        "responses": ["Cristiano Ronaldo (Portugal, Real Madrid) ganó su tercer Balón de Oro en 2014, tras ganar la Champions ('La Décima') con el Madrid."]
      },
       {
        "tag": "ballondor_2015_ganador",
        "patterns": ["Ganador FIFA Balón de Oro 2015"],
        "responses": ["Lionel Messi (Argentina, FC Barcelona) ganó su quinto Balón de Oro en 2015, tras ganar el triplete (Liga, Copa, Champions) con el Barça."]
      },

      {
        "tag": "ballondor_2016_ganador",
        "patterns": ["Ganador Balón de Oro 2016"],
        "responses": ["Cristiano Ronaldo (Portugal, Real Madrid) ganó su cuarto Balón de Oro en 2016, tras ganar la Champions con el Madrid y la Eurocopa con Portugal."]
      },
       {
        "tag": "ballondor_2017_ganador",
        "patterns": ["Ganador Balón de Oro 2017", "Quinto Balón de Oro de Cristiano"],
        "responses": ["Cristiano Ronaldo (Portugal, Real Madrid) ganó su quinto Balón de Oro en 2017, igualando a Messi en ese momento, tras ganar otra Champions con el Madrid."]
      },
      {
        "tag": "ballondor_2018_ganador",
        "patterns": ["Ganador Balón de Oro 2018", "¿Ganó Modric el Balón de Oro?"],
        "responses": ["Luka Modrić (Croacia, Real Madrid) ganó el Balón de Oro en 2018, rompiendo la década de dominio Messi-Cristiano. Ganó la Champions con el Madrid y fue subcampeón del mundo con Croacia, siendo Balón de Oro del Mundial."]
      },
       {
        "tag": "ballondor_2019_ganador",
        "patterns": ["Ganador Balón de Oro 2019", "Sexto Balón de Oro de Messi"],
        "responses": ["Lionel Messi (Argentina, FC Barcelona) ganó su sexto Balón de Oro en 2019."]
      },
       {
        "tag": "ballondor_2020_cancelado",
        "patterns": ["¿Quién ganó el Balón de Oro en 2020?", "Balón de Oro 2020"],
        "responses": ["El Balón de Oro de 2020 fue cancelado debido a la pandemia de COVID-19. Robert Lewandowski era considerado el gran favorito ese año."]
      },
       {
        "tag": "ballondor_2021_ganador",
        "patterns": ["Ganador Balón de Oro 2021", "Séptimo Balón de Oro de Messi"],
        "responses": ["Lionel Messi (Argentina, Paris Saint-Germain) ganó su séptimo Balón de Oro en 2021, en parte gracias a la conquista de la Copa América con Argentina."]
      },
      {
        "tag": "ballondor_2022_ganador",
        "patterns": ["Ganador Balón de Oro 2022", "¿Ganó Benzema el Balón de Oro?"],
        "responses": ["Karim Benzema (Francia, Real Madrid) ganó el Balón de Oro en 2022, tras una temporada espectacular donde lideró al Real Madrid a ganar LaLiga y la Champions League."]
      },
       {
        "tag": "ballondor_2023_ganador",
        "patterns": ["Ganador Balón de Oro 2023", "Octavo Balón de Oro de Messi"],
        "responses": ["Lionel Messi (Argentina, Inter Miami CF) ganó su octavo Balón de Oro en 2023, principalmente por liderar a Argentina a ganar el Mundial de Qatar 2022."]
      },
       {
        "tag": "ballondor_2024_ganador",
        "patterns": ["Ganador Balón de Oro 2024"],
        "responses": ["Rodri (España, Manchester City) ganó el Balón de Oro masculino en 2024, tras una gran temporada con el City y ganar la Eurocopa con España."]
      },
       {
          "tag": "ballondor_2018_femenino_ganadora",
          "patterns": ["¿Quién ganó el primer Balón de Oro Femenino en 2018?", "Ganadora Balón de Oro Femenino 2018"],
          "responses": ["Ada Hegerberg (Noruega, Olympique Lyonnais) ganó el primer Balón de Oro Femenino en 2018."]
        },
        {
          "tag": "ballondor_2019_femenino_ganadora",
          "patterns": ["Ganadora Balón de Oro Femenino 2019", "¿Ganó Rapinoe el Balón de Oro?"],
          "responses": ["Megan Rapinoe (Estados Unidos, Reign FC) ganó el Balón de Oro Femenino en 2019, tras liderar a EE.UU. a ganar el Mundial Femenino."]
        },
         {
          "tag": "ballondor_2021_femenino_ganadora",
          "patterns": ["Ganadora Balón de Oro Femenino 2021", "Primer Balón de Oro de Alexia Putellas"],
          "responses": ["Alexia Putellas (España, FC Barcelona) ganó el Balón de Oro Femenino en 2021."]
        },
        {
          "tag": "ballondor_2022_femenino_ganadora",
          "patterns": ["Ganadora Balón de Oro Femenino 2022", "Segundo Balón de Oro de Alexia Putellas"],
          "responses": ["Alexia Putellas (España, FC Barcelona) ganó su segundo Balón de Oro Femenino consecutivo en 2022."]
        },
         {
          "tag": "ballondor_2023_femenino_ganadora",
          "patterns": ["Ganadora Balón de Oro Femenino 2023", "¿Ganó Aitana Bonmatí el Balón de Oro?"],
          "responses": ["Aitana Bonmatí (España, FC Barcelona) ganó el Balón de Oro Femenino en 2023, tras ganar la Champions con el Barça y el Mundial Femenino con España, siendo MVP en ambos torneos."]
        },
         {
          "tag": "ballondor_2024_femenino_ganadora",
          "patterns": ["Ganadora Balón de Oro Femenino 2024"],
          "responses": ["Aitana Bonmatí (España, FC Barcelona) ganó su segundo Balón de Oro Femenino consecutivo en 2024."]
        },
  
     
      {
        "tag": "puskas_info",
        "patterns": [
          "¿Qué es el Premio Puskás?",
          "Premio Puskás de la FIFA",
          "Premio al mejor gol del año"
        ],
        "responses": [
          "El Premio Puskás de la FIFA se otorga anualmente desde 2009 al jugador (hombre o mujer) que haya marcado el gol considerado estéticamente más significativo o 'más hermoso' del año calendario, sin importar la competición."
        ]
      },
      {
        "tag": "puskas_2009_ganador",
        "patterns": ["¿Quién ganó el primer Premio Puskás en 2009?", "Ganador Puskás 2009"],
        "responses": ["Cristiano Ronaldo ganó el primer Premio Puskás en 2009 por un golazo desde larga distancia con el Manchester United contra el Porto en la Champions League."]
      },
      {
        "tag": "puskas_2010_ganador",
        "patterns": ["Ganador Puskás 2010"],
        "responses": ["Hamit Altıntop (Turquía) ganó el Premio Puskás 2010 por una espectacular volea desde fuera del área en un partido de clasificación para la Eurocopa contra Kazajistán."]
      },
      {
        "tag": "puskas_2011_ganador",
        "patterns": ["Ganador Puskás 2011"],
        "responses": ["Neymar (Santos) ganó el Premio Puskás 2011 por un increíble gol individual con el Santos contra Flamengo, donde eludió a varios rivales."]
      },
      {
        "tag": "puskas_2012_ganador",
        "patterns": ["Ganador Puskás 2012"],
        "responses": ["Miroslav Stoch (Eslovaquia, Fenerbahçe) ganó el Premio Puskás 2012 por una impresionante volea desde fuera del área tras un córner."]
      },
      {
        "tag": "puskas_2013_ganador",
        "patterns": ["Ganador Puskás 2013", "¿Ganó Ibrahimović el Puskás?"],
        "responses": ["Zlatan Ibrahimović (Suecia) ganó el Premio Puskás 2013 por su famosa chilena desde casi 40 metros contra Inglaterra en un amistoso."]
      },
      {
        "tag": "puskas_2014_ganador",
        "patterns": ["Ganador Puskás 2014", "¿Ganó James Rodríguez el Puskás?"],
        "responses": ["James Rodríguez (Colombia) ganó el Premio Puskás 2014 por su espectacular volea (control de pecho y remate) contra Uruguay en el Mundial de Brasil 2014."]
      },
       {
        "tag": "puskas_2015_ganador",
        "patterns": ["Ganador Puskás 2015"],
        "responses": ["Wendell Lira (Brasil, Goianésia) ganó el Premio Puskás 2015 por una hermosa media chilena en una liga regional brasileña."]
      },
       {
        "tag": "puskas_2016_ganador",
        "patterns": ["Ganador Puskás 2016"],
        "responses": ["Mohd Faiz Subri (Malasia, Penang FA) ganó el Premio Puskás 2016 por un increíble tiro libre con un efecto 'endiablado' en la liga de Malasia."]
      },
      {
        "tag": "puskas_2017_ganador",
        "patterns": ["Ganador Puskás 2017", "¿Ganó Giroud el Puskás?"],
        "responses": ["Olivier Giroud (Francia, Arsenal) ganó el Premio Puskás 2017 por su famoso 'gol del escorpión' contra el Crystal Palace."]
      },
       {
        "tag": "puskas_2018_ganador",
        "patterns": ["Ganador Puskás 2018", "¿Ganó Salah el Puskás?"],
        "responses": ["Mohamed Salah (Egipto, Liverpool) ganó el Premio Puskás 2018 por un gol con rosca en el derbi contra el Everton, aunque generó debate si era el mejor del año."]
      },
       {
        "tag": "puskas_2019_ganador",
        "patterns": ["Ganador Puskás 2019"],
        "responses": ["Dániel Zsóri (Hungría, Debrecen) ganó el Premio Puskás 2019 por una chilena espectacular en el último minuto en su debut profesional."]
      },
       {
        "tag": "puskas_2020_ganador",
        "patterns": ["Ganador Puskás 2020", "¿Ganó Son el Puskás?"],
        "responses": ["Son Heung-min (Corea del Sur, Tottenham Hotspur) ganó el Premio Puskás 2020 por un increíble gol individual donde recorrió casi todo el campo eludiendo rivales contra el Burnley."]
      },
        {
        "tag": "puskas_2021_ganador",
        "patterns": ["Ganador Puskás 2021", "¿Ganó Lamela el Puskás?"],
        "responses": ["Érik Lamela (Argentina, Tottenham Hotspur) ganó el Premio Puskás 2021 por un golazo de rabona en el derbi contra el Arsenal."]
      },
       {
        "tag": "puskas_2022_ganador",
        "patterns": ["Ganador Puskás 2022"],
        "responses": ["Marcin Oleksy (Polonia, Warta Poznań - fútbol para amputados) ganó el Premio Puskás 2022 por una espectacular chilena, siendo el primer jugador de fútbol para amputados en ganar el premio."]
      },
      {
        "tag": "puskas_2023_ganador",
        "patterns": ["Ganador Puskás 2023"],
        "responses": ["Guilherme Madruga (Brasil, Botafogo-SP) ganó el Premio Puskás 2023 por una impresionante chilena desde fuera del área en la Serie B brasileña."]
      },
       {
        "tag": "puskas_2024_ganador",
        "patterns": ["Ganador Puskás 2024"],
        "responses": ["Alejandro Garnacho (Argentina, Manchester United) ganó el Premio Puskás 2024 por su espectacular chilena contra el Everton en la Premier League."]
      },
  
     
      {
        "tag": "fifa_best_info",
        "patterns": [
          "¿Qué es el premio The Best de la FIFA?",
          "Historia del premio The Best",
          "Diferencia entre The Best y Balón de Oro"
        ],
        "responses": [
          "El premio The Best FIFA Football Awards es una gala anual organizada por la FIFA desde 2016 para reconocer a los mejores del fútbol mundial. Reemplazó al FIFA World Player of the Year (1991-2009) y al FIFA Ballon d'Or (2010-2015). A diferencia del Balón de Oro (votado principalmente por periodistas), The Best incluye votos de capitanes de selecciones, entrenadores, periodistas y aficionados."
        ]
      },
       {
        "tag": "fifa_wpoy_1991_ganador",
        "patterns": ["¿Quién ganó el primer FIFA World Player en 1991?"],
        "responses": ["Lothar Matthäus (Alemania, Inter de Milán) ganó el primer premio FIFA World Player of the Year en 1991."]
      },
        {
        "tag": "fifa_wpoy_1994_ganador",
        "patterns": ["Ganador FIFA World Player 1994"],
        "responses": ["Romário (Brasil, FC Barcelona) ganó el FIFA World Player en 1994, año en que ganó el Mundial con Brasil."]
      },
       {
        "tag": "fifa_wpoy_1996_ganador",
        "patterns": ["Ganador FIFA World Player 1996"],
        "responses": ["Ronaldo Nazário (Brasil, FC Barcelona) ganó el primero de sus tres premios FIFA World Player en 1996."]
      },
        {
        "tag": "fifa_wpoy_1998_ganador",
        "patterns": ["Ganador FIFA World Player 1998"],
        "responses": ["Zinedine Zidane (Francia, Juventus) ganó el primero de sus tres premios FIFA World Player en 1998."]
      },
       {
        "tag": "fifa_wpoy_2004_ganador",
        "patterns": ["Ganador FIFA World Player 2004"],
        "responses": ["Ronaldinho (Brasil, FC Barcelona) ganó el primero de sus dos premios FIFA World Player consecutivos en 2004."]
      },
        {
        "tag": "fifa_best_2016_ganador_masc",
        "patterns": ["¿Quién ganó el primer The Best masculino en 2016?"],
        "responses": ["Cristiano Ronaldo (Portugal, Real Madrid) ganó el primer premio The Best al Jugador de la FIFA en 2016."]
      },
        {
        "tag": "fifa_best_2017_ganador_masc",
        "patterns": ["Ganador The Best masculino 2017"],
        "responses": ["Cristiano Ronaldo (Portugal, Real Madrid) ganó su segundo premio The Best consecutivo en 2017."]
      },
         {
        "tag": "fifa_best_2018_ganador_masc",
        "patterns": ["Ganador The Best masculino 2018"],
        "responses": ["Luka Modrić (Croacia, Real Madrid) ganó el premio The Best en 2018."]
      },
         {
        "tag": "fifa_best_2019_ganador_masc",
        "patterns": ["Ganador The Best masculino 2019"],
        "responses": ["Lionel Messi (Argentina, FC Barcelona) ganó el premio The Best en 2019."]
      },
         {
        "tag": "fifa_best_2020_ganador_masc",
        "patterns": ["Ganador The Best masculino 2020", "¿Ganó Lewandowski el The Best?"],
        "responses": ["Robert Lewandowski (Polonia, Bayern Munich) ganó el premio The Best en 2020."]
      },
        {
        "tag": "fifa_best_2021_ganador_masc",
        "patterns": ["Ganador The Best masculino 2021"],
        "responses": ["Robert Lewandowski (Polonia, Bayern Munich) ganó su segundo premio The Best consecutivo en 2021."]
      },
        {
        "tag": "fifa_best_2022_ganador_masc",
        "patterns": ["Ganador The Best masculino 2022"],
        "responses": ["Lionel Messi (Argentina, Paris Saint-Germain) ganó el premio The Best en 2022, tras ganar el Mundial."]
      },
        {
        "tag": "fifa_best_2023_ganador_masc",
        "patterns": ["Ganador The Best masculino 2023"],
        "responses": ["Lionel Messi (Argentina, Inter Miami CF) ganó el premio The Best en 2023 (considerando el período post-Mundial hasta agosto 2023)."]
      },
        {
        "tag": "fifa_best_2024_ganador_masc",
        "patterns": ["Ganador The Best masculino 2024"],
        "responses": ["Vinícius Júnior (Brasil, Real Madrid) ganó el premio The Best al Jugador de la FIFA en 2024."]
      },
       {
          "tag": "fifa_wpoy_2001_femenino_ganadora",
          "patterns": ["¿Quién ganó el primer FIFA World Player femenino en 2001?"],
          "responses": ["Mia Hamm (Estados Unidos) ganó el primer premio FIFA World Player of the Year femenino en 2001."]
        },
        {
          "tag": "fifa_wpoy_2003_femenino_ganadora",
          "patterns": ["Ganadora FIFA World Player femenina 2003"],
          "responses": ["Birgit Prinz (Alemania) ganó el primero de sus tres premios FIFA World Player consecutivos en 2003."]
        },
        {
          "tag": "fifa_wpoy_2006_femenino_ganadora",
          "patterns": ["Ganadora FIFA World Player femenina 2006", "¿Ganó Marta el premio FIFA?"],
          "responses": ["Marta (Brasil) ganó el primero de sus cinco premios FIFA World Player consecutivos en 2006."]
        },
        {
          "tag": "fifa_best_2016_femenino_ganadora",
          "patterns": ["¿Quién ganó el primer The Best femenino en 2016?"],
          "responses": ["Carli Lloyd (Estados Unidos) ganó el primer premio The Best a la Jugadora de la FIFA en 2016."]
        },
        {
          "tag": "fifa_best_2018_femenino_ganadora",
          "patterns": ["Ganadora The Best femenina 2018"],
          "responses": ["Marta (Brasil) ganó el premio The Best en 2018, su sexto premio FIFA en total."]
        },
         {
          "tag": "fifa_best_2019_femenino_ganadora",
          "patterns": ["Ganadora The Best femenina 2019"],
          "responses": ["Megan Rapinoe (Estados Unidos) ganó el premio The Best en 2019."]
        },
         {
          "tag": "fifa_best_2020_femenino_ganadora",
          "patterns": ["Ganadora The Best femenina 2020"],
          "responses": ["Lucy Bronze (Inglaterra) ganó el premio The Best en 2020."]
        },
         {
          "tag": "fifa_best_2021_femenino_ganadora",
          "patterns": ["Ganadora The Best femenina 2021"],
          "responses": ["Alexia Putellas (España) ganó el premio The Best en 2021."]
        },
        {
          "tag": "fifa_best_2022_femenino_ganadora",
          "patterns": ["Ganadora The Best femenina 2022"],
          "responses": ["Alexia Putellas (España) ganó su segundo premio The Best consecutivo en 2022."]
        },
        {
          "tag": "fifa_best_2023_femenino_ganadora",
          "patterns": ["Ganadora The Best femenina 2023"],
          "responses": ["Aitana Bonmatí (España) ganó el premio The Best en 2023."]
        },
         {
          "tag": "fifa_best_2024_femenino_ganadora",
          "patterns": ["Ganadora The Best femenina 2024"],
          "responses": ["Aitana Bonmatí (España) ganó su segundo premio The Best consecutivo en 2024."]
        },
  
      
      {
        "tag": "bota_oro_europea_info",
        "patterns": [
          "¿Qué es la Bota de Oro Europea?",
          "Premio European Golden Shoe",
          "Premio al máximo goleador de ligas europeas"
        ],
        "responses": [
          "La Bota de Oro Europea (European Golden Shoe) es un premio otorgado anualmente al máximo goleador de las ligas de máxima división de los países miembros de la UEFA. Desde 1997, se utiliza un sistema de puntos que pondera los goles según el ranking UEFA de la liga (goles en ligas más fuertes valen más puntos)."
        ]
      },
      {
        "tag": "bota_oro_europea_mas_ganadores",
        "patterns": [
          "¿Quién ha ganado más Botas de Oro Europeas?",
          "Jugador con más Botas de Oro"
        ],
        "responses": [
          "Lionel Messi es el jugador que más veces ha ganado la Bota de Oro Europea, con 6 galardones."
        ]
      },
      {
        "tag": "bota_oro_europea_1968_ganador",
        "patterns": ["¿Quién ganó la primera Bota de Oro Europea en 1968?"],
        "responses": ["Eusébio (Portugal, Benfica) ganó la primera Bota de Oro Europea en 1968."]
      },
      {
        "tag": "bota_oro_europea_1970_ganador",
        "patterns": ["Ganador Bota de Oro 1970"],
        "responses": ["Gerd Müller (Alemania Occidental, Bayern Munich) ganó la Bota de Oro Europea en 1970."]
      },
       {
        "tag": "bota_oro_europea_1997_ganador",
        "patterns": ["Ganador Bota de Oro 1997"],
        "responses": ["Ronaldo Nazário (Brasil, FC Barcelona) ganó la Bota de Oro Europea en 1997."]
      },
      {
        "tag": "bota_oro_europea_2000_ganador",
        "patterns": ["Ganador Bota de Oro 2000"],
        "responses": ["Kevin Phillips (Inglaterra, Sunderland) ganó la Bota de Oro Europea en 2000."]
      },
        {
        "tag": "bota_oro_europea_2004_ganador",
        "patterns": ["Ganador Bota de Oro 2004"],
        "responses": ["Thierry Henry (Francia, Arsenal) ganó la Bota de Oro Europea en 2004."]
      },
       {
        "tag": "bota_oro_europea_2008_ganador",
        "patterns": ["Ganador Bota de Oro 2008"],
        "responses": ["Cristiano Ronaldo (Portugal, Manchester United) ganó su primera Bota de Oro Europea en 2008."]
      },
      {
        "tag": "bota_oro_europea_2010_ganador",
        "patterns": ["Ganador Bota de Oro 2010"],
        "responses": ["Lionel Messi (Argentina, FC Barcelona) ganó su primera Bota de Oro Europea en 2010."]
      },
      {
        "tag": "bota_oro_europea_2012_ganador",
        "patterns": ["Ganador Bota de Oro 2012", "Récord goles Messi Bota de Oro"],
        "responses": ["Lionel Messi (Argentina, FC Barcelona) ganó la Bota de Oro Europea 2012 con un récord de 50 goles en La Liga."]
      },
        {
        "tag": "bota_oro_europea_2014_ganador",
        "patterns": ["Ganador Bota de Oro 2014"],
        "responses": ["Cristiano Ronaldo (Portugal, Real Madrid) y Luis Suárez (Uruguay, Liverpool) compartieron la Bota de Oro Europea en 2014."]
      },
        {
        "tag": "bota_oro_europea_2020_ganador",
        "patterns": ["Ganador Bota de Oro 2020"],
        "responses": ["Ciro Immobile (Italia, Lazio) ganó la Bota de Oro Europea en 2020."]
      },
        {
        "tag": "bota_oro_europea_2021_ganador",
        "patterns": ["Ganador Bota de Oro 2021"],
        "responses": ["Robert Lewandowski (Polonia, Bayern Munich) ganó la Bota de Oro Europea en 2021."]
      },
        {
        "tag": "bota_oro_europea_2022_ganador",
        "patterns": ["Ganador Bota de Oro 2022"],
        "responses": ["Robert Lewandowski (Polonia, Bayern Munich) ganó su segunda Bota de Oro Europea consecutiva en 2022."]
      },
      {
        "tag": "bota_oro_europea_2023_ganador",
        "patterns": ["Ganador Bota de Oro 2023", "¿Ganó Haaland la Bota de Oro?"],
        "responses": ["Erling Haaland (Noruega, Manchester City) ganó la Bota de Oro Europea en 2023, tras batir el récord de goles en una temporada de Premier League."]
      },
      {
        "tag": "bota_oro_europea_2024_ganador",
        "patterns": ["Ganador Bota de Oro 2024"],
        "responses": ["Harry Kane (Inglaterra, Bayern Munich) ganó la Bota de Oro Europea en 2024."]
      },
  
  
      
      {
        "tag": "mundial_info_general",
        "patterns": [
          "Información general sobre el Mundial de fútbol",
          "¿Qué es la Copa Mundial de la FIFA?",
          "Torneo de fútbol más importante"
        ],
        "responses": [
          "La Copa Mundial de la FIFA es el torneo internacional de fútbol masculino más prestigioso del mundo. Se celebra cada cuatro años desde 1930 (excepto 1942 y 1946). Brasil es el máximo ganador con 5 títulos. El formato actual se ampliará a 48 equipos en 2026."
        ]
      },
       {
        "tag": "mundial_femenino_info_general",
        "patterns": [
          "Información general sobre el Mundial Femenino",
          "¿Qué es la Copa Mundial Femenina de la FIFA?"
        ],
        "responses": [
          "La Copa Mundial Femenina de la FIFA es el torneo internacional de fútbol femenino más importante. Se celebra cada cuatro años desde 1991. Estados Unidos es la selección más laureada con 4 títulos. España es la actual campeona (2023)."
        ]
      },
      {
        "tag": "eurocopa_info_general",
        "patterns": [
          "Información general sobre la Eurocopa",
          "¿Qué es el Campeonato Europeo de la UEFA?",
          "Torneo de selecciones de Europa"
        ],
        "responses": [
          "La Eurocopa (Campeonato Europeo de la UEFA) es el principal torneo de selecciones nacionales masculinas de Europa. Se celebra cada cuatro años desde 1960. Alemania y España son los máximos ganadores con 3 títulos cada uno. Italia es la campeona de la edición 2020 (jugada en 2021) y España de 2024."
        ]
      },
      {
        "tag": "copa_america_info_general",
        "patterns": [
          "Información general sobre la Copa América",
          "¿Qué es la Copa América?",
          "Torneo de selecciones de Sudamérica"
        ],
        "responses": [
          "La Copa América es el principal torneo de selecciones nacionales masculinas de Sudamérica (CONMEBOL) y el torneo continental más antiguo del mundo (desde 1916). Argentina y Uruguay son los máximos ganadores con 15 títulos cada uno. Argentina es la actual bicampeona (2021 y 2024)."
        ]
      },
       {
        "tag": "copa_africa_info_general",
        "patterns": [
          "Información general sobre la Copa Africana de Naciones",
          "¿Qué es la AFCON?",
          "Torneo de selecciones de África"
        ],
        "responses": [
          "La Copa Africana de Naciones (AFCON) es el principal torneo de selecciones nacionales masculinas de África (CAF). Se celebra generalmente cada dos años. Egipto es el máximo ganador con 7 títulos. Costa de Marfil es la campeona de la edición 2023 (jugada en 2024)."
        ]
      },
       {
        "tag": "copa_asia_info_general",
        "patterns": [
          "Información general sobre la Copa Asiática",
          "¿Qué es la AFC Asian Cup?",
          "Torneo de selecciones de Asia"
        ],
        "responses": [
          "La Copa Asiática de la AFC es el principal torneo de selecciones nacionales masculinas de Asia. Se celebra cada cuatro años desde 1956. Japón es el máximo ganador con 4 títulos. Qatar es el actual bicampeón (2019 y 2023)."
        ]
      },
        {
        "tag": "copa_oro_info_general",
        "patterns": [
          "Información general sobre la Copa Oro",
          "¿Qué es la CONCACAF Gold Cup?",
          "Torneo de selecciones de CONCACAF"
        ],
        "responses": [
          "La Copa Oro de la CONCACAF es el principal torneo de selecciones nacionales masculinas de Norteamérica, Centroamérica y el Caribe. Se celebra generalmente cada dos años. México es el máximo ganador, seguido por Estados Unidos."
        ]
      },
       {
        "tag": "futbol_olimpico_info_general",
        "patterns": [
          "¿Es importante el fútbol en los Juegos Olímpicos?",
          "Torneo de fútbol olímpico"
        ],
        "responses": [
          "El torneo de fútbol en los Juegos Olímpicos tiene una larga historia. Actualmente, el torneo masculino tiene una restricción de edad (Sub-23, con algunos jugadores mayores permitidos), lo que le resta algo de prestigio respecto al Mundial absoluto. El torneo femenino no tiene restricción de edad y es muy prestigioso. Hungría y Gran Bretaña tienen más oros en masculino; EE.UU. domina en femenino."
        ]
      },
      {
        "tag": "ucl_info_general",
        "patterns": [
          "Información general sobre la Champions League",
          "¿Qué es la UEFA Champions League?",
          "Torneo de clubes más importante de Europa"
        ],
        "responses": [
          "La UEFA Champions League (antes Copa de Europa) es el torneo de clubes de fútbol más prestigioso de Europa y uno de los más importantes del mundo. Se disputa anualmente desde 1955. El Real Madrid es el máximo ganador con 15 títulos. Reúne a los mejores equipos de las ligas europeas."
        ]
      },
      {
        "tag": "libertadores_info_general",
        "patterns": [
          "Información general sobre la Copa Libertadores",
          "¿Qué es la Copa Libertadores?",
          "Torneo de clubes más importante de Sudamérica"
        ],
        "responses": [
          "La CONMEBOL Libertadores (Copa Libertadores de América) es el torneo de clubes de fútbol más prestigioso de Sudamérica. Se disputa anualmente desde 1960. Independiente (Argentina) es el máximo ganador con 7 títulos, seguido por Boca Juniors (6) y Peñarol (5). Los clubes argentinos y brasileños dominan el palmarés."
        ]
      },
       {
        "tag": "europa_league_info_general",
        "patterns": [
          "Información general sobre la Europa League",
          "¿Qué es la UEFA Europa League?",
          "Segundo torneo de clubes de Europa",
          "Antes Copa de la UEFA"
        ],
        "responses": [
          "La UEFA Europa League (antes Copa de la UEFA) es el segundo torneo de clubes más importante de Europa. Se disputa anualmente. El Sevilla FC es el máximo ganador histórico. El campeón obtiene una plaza para la siguiente edición de la Champions League."
        ]
      },
       {
        "tag": "sudamericana_info_general",
        "patterns": [
          "Información general sobre la Copa Sudamericana",
          "¿Qué es la CONMEBOL Sudamericana?",
          "Segundo torneo de clubes de Sudamérica"
        ],
        "responses": [
          "La CONMEBOL Sudamericana es el segundo torneo de clubes más importante de Sudamérica. Se disputa anualmente desde 2002 (reemplazando a otras copas). Varios equipos de Argentina, Brasil y Ecuador han sido campeones. El campeón juega la Recopa Sudamericana contra el campeón de la Libertadores."
        ]
      },
       {
        "tag": "mundial_clubes_info_general",
        "patterns": [
          "Información general sobre el Mundial de Clubes",
          "¿Qué es la Copa Mundial de Clubes de la FIFA?",
          "Antes Copa Intercontinental"
        ],
        "responses": [
          "La Copa Mundial de Clubes de la FIFA enfrenta anualmente a los campeones de las máximas competiciones de clubes de cada una de las seis confederaciones continentales, más un representante del país anfitrión. Reemplazó a la Copa Intercontinental (que solo enfrentaba al campeón de Europa y Sudamérica). El Real Madrid es el club con más títulos. Se planea un formato ampliado con más equipos en el futuro."
        ]
      },
      {
          "tag": "liga_premier_info_general",
          "patterns": [
            "Información general sobre la Premier League",
            "Liga inglesa de fútbol"
          ],
          "responses": [
            "La Premier League es la máxima categoría del fútbol profesional en Inglaterra. Fundada en 1992, es considerada por muchos la liga más competitiva y seguida del mundo. Manchester United es el club más laureado en la era Premier. Se caracteriza por su intensidad, poderío económico y atracción de estrellas mundiales."
          ]
        },
        {
          "tag": "liga_laliga_info_general",
          "patterns": [
            "Información general sobre LaLiga",
            "Liga española de fútbol"
          ],
          "responses": [
            "LaLiga es la máxima categoría del fútbol profesional en España. Históricamente dominada por Real Madrid y FC Barcelona, es conocida por su alto nivel técnico y por haber albergado a muchas de las mayores estrellas del fútbol mundial, especialmente durante la era Messi-Cristiano Ronaldo. Real Madrid es el club con más títulos."
          ]
        },
        {
          "tag": "liga_seriea_info_general",
          "patterns": [
            "Información general sobre la Serie A",
            "Liga italiana de fútbol"
          ],
          "responses": [
            "La Serie A es la máxima categoría del fútbol profesional en Italia. Conocida históricamente por su fortaleza táctica y defensiva ('catenaccio'), ha sido cuna de grandes leyendas y equipos dominantes. Juventus es el club con más títulos ('Scudetti'). AC Milan e Inter de Milán son los otros gigantes."
          ]
        },
         {
          "tag": "liga_bundesliga_info_general",
          "patterns": [
            "Información general sobre la Bundesliga",
            "Liga alemana de fútbol"
          ],
          "responses": [
            "La Bundesliga es la máxima categoría del fútbol profesional en Alemania. Se caracteriza por sus estadios modernos, altas asistencias de público y un fútbol a menudo ofensivo. El Bayern Munich ha dominado la liga de forma abrumadora en las últimas décadas, siendo el máximo ganador histórico."
          ]
        },
        {
          "tag": "liga_ligue1_info_general",
          "patterns": [
            "Información general sobre la Ligue 1",
            "Liga francesa de fútbol"
          ],
          "responses": [
            "La Ligue 1 es la máxima categoría del fútbol profesional en Francia. Ha ganado protagonismo internacional en los últimos años, especialmente con el poderío económico del Paris Saint-Germain (PSG), que ha dominado la liga recientemente y atraído a estrellas como Mbappé, Neymar y Messi. Saint-Étienne y PSG son los clubes con más títulos."
          ]
        }
    ]
  }